/*
 Navicat Premium Data Transfer

 Source Server         : market_business
 Source Server Type    : MySQL
 Source Server Version : 50730
 Source Host           : worldyun.xyz:3306
 Source Schema         : market_business

 Target Server Type    : MySQL
 Target Server Version : 50730
 File Encoding         : 65001

 Date: 02/07/2020 10:41:43
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for business_bill
-- ----------------------------
DROP TABLE IF EXISTS `business_bill`;
CREATE TABLE `business_bill`  (
  `id` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '订单编号',
  `product_name` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '商品名称',
  `product_desc` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '商品描述',
  `product_unit` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '商品单位',
  `product_count` decimal(20, 2) NULL DEFAULT NULL COMMENT '商品总数',
  `total_price` decimal(20, 2) NULL DEFAULT NULL COMMENT '订单总价',
  `is_payment` tinyint(4) NULL DEFAULT 0 COMMENT '是否支付（0为未支付，1为已支付）',
  `supplier_id` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '供应商id',
  `gmt_create` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `gmt_modified` datetime(0) NULL DEFAULT NULL COMMENT '修改时间',
  `is_deleted` tinyint(1) NULL DEFAULT 0 COMMENT '是否删除（0为未删除，1为已删除）',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of business_bill
-- ----------------------------
INSERT INTO `business_bill` VALUES ('111', '辣条', '辣条', '箱', 10.00, 500.00, 0, '1277803624415592449', NULL, NULL, 1);
INSERT INTO `business_bill` VALUES ('1277931696485777409', '木板', '木板', '块', 10.00, 5000.00, 0, '1277803623593508866', '2020-06-30 19:47:14', '2020-06-30 23:14:37', 0);
INSERT INTO `business_bill` VALUES ('1277933781763702786', '辣条-新', '辣条', '袋', 500.00, 999.00, 0, '1277803624415592449', '2020-06-30 19:55:31', '2020-06-30 23:15:13', 0);
INSERT INTO `business_bill` VALUES ('1277933799753072642', '辣条', '辣条', '袋', 50.00, 100.00, 0, '1277803624415592449', '2020-06-30 19:55:35', '2020-06-30 19:55:35', 0);
INSERT INTO `business_bill` VALUES ('1277933842606276609', '辣条', '辣条', '袋', 50.00, 100.00, 1, '1277803624415592449', '2020-06-30 19:55:46', '2020-06-30 23:07:40', 0);
INSERT INTO `business_bill` VALUES ('1277933844825063426', '辣条', '辣条', '袋', 50.00, 100.00, 1, '1277803624415592449', '2020-06-30 19:55:46', '2020-06-30 22:19:26', 0);
INSERT INTO `business_bill` VALUES ('1277933846544728065', '辣条', '辣条', '袋', 50.00, 100.00, 1, '1277803624415592449', '2020-06-30 19:55:47', '2020-06-30 22:19:26', 0);
INSERT INTO `business_bill` VALUES ('1277933847903682561', '辣条', '辣条', '袋', 50.00, 100.00, 1, '1277803624415592449', '2020-06-30 19:55:47', '2020-06-30 22:19:25', 0);
INSERT INTO `business_bill` VALUES ('1277933848776097793', '辣条', '辣条', '袋', 50.00, 100.00, 1, '1277803624415592449', '2020-06-30 19:55:47', '2020-06-30 22:19:25', 0);
INSERT INTO `business_bill` VALUES ('1277933849522683906', '辣条', '辣条', '袋', 50.00, 100.00, 1, '1277803624415592449', '2020-06-30 19:55:47', '2020-06-30 22:19:24', 0);
INSERT INTO `business_bill` VALUES ('1277933850273464321', '辣条', '辣条', '袋', 50.00, 100.00, 1, '1277803624415592449', '2020-06-30 19:55:47', '2020-06-30 22:19:23', 0);
INSERT INTO `business_bill` VALUES ('1277933851108130818', '辣条', '辣条', '袋', 50.00, 100.00, 1, '1277803624415592449', '2020-06-30 19:55:48', '2020-06-30 22:19:22', 0);
INSERT INTO `business_bill` VALUES ('1277933851842134018', '辣条', '辣条', '袋', 50.00, 100.00, 1, '1277803624415592449', '2020-06-30 19:55:48', '2020-06-30 22:19:21', 0);
INSERT INTO `business_bill` VALUES ('1277933852622274562', '辣条', '辣条', '袋', 50.00, 100.00, 1, '1277803624415592449', '2020-06-30 19:55:48', '2020-06-30 22:19:17', 0);
INSERT INTO `business_bill` VALUES ('1277933853410803714', '辣条', '辣条', '袋', 50.00, 100.00, 1, '1277803624415592449', '2020-06-30 19:55:48', '2020-06-30 22:19:17', 0);
INSERT INTO `business_bill` VALUES ('1277933854128029698', '辣条', '辣条', '袋', 50.00, 100.00, 1, '1277803624415592449', '2020-06-30 19:55:48', '2020-06-30 22:19:17', 0);
INSERT INTO `business_bill` VALUES ('1277933854975279106', '辣条', '辣条', '袋', 50.00, 100.00, 1, '1277803624415592449', '2020-06-30 19:55:49', '2020-06-30 22:19:14', 0);
INSERT INTO `business_bill` VALUES ('1277933855788974082', '辣条', '辣条', '袋', 50.00, 100.00, 1, '1277803624415592449', '2020-06-30 19:55:49', '2020-06-30 22:19:12', 0);
INSERT INTO `business_bill` VALUES ('1277933856556531714', '辣条', '辣条', '袋', 50.00, 100.00, 1, '1277803624415592449', '2020-06-30 19:55:49', '2020-06-30 22:19:08', 0);
INSERT INTO `business_bill` VALUES ('1277933857340866561', '辣条', '辣条', '袋', 50.00, 100.00, 1, '1277803624415592449', '2020-06-30 19:55:49', '2020-06-30 22:18:20', 0);
INSERT INTO `business_bill` VALUES ('1277933858104229889', '辣条', '辣条', '袋', 50.00, 100.00, 1, '1277803624415592449', '2020-06-30 19:55:49', '2020-06-30 22:17:49', 0);
INSERT INTO `business_bill` VALUES ('1277933858926313473', '辣条', '辣条', '袋', 50.00, 100.00, 1, '1277803624415592449', '2020-06-30 19:55:49', '2020-06-30 22:12:54', 0);
INSERT INTO `business_bill` VALUES ('1277933859874226177', '辣条', '辣条', '袋', 50.00, 100.00, 0, '1277803624415592449', '2020-06-30 19:55:50', '2020-06-30 19:55:50', 1);
INSERT INTO `business_bill` VALUES ('1277933861262540801', '辣条', '辣条', '袋', 50.00, 100.00, 0, '1277803624415592449', '2020-06-30 19:55:50', '2020-06-30 19:55:50', 1);
INSERT INTO `business_bill` VALUES ('1277933862126567425', '辣条', '辣条', '袋', 50.00, 100.00, 1, '1277803624415592449', '2020-06-30 19:55:50', '2020-07-01 13:40:30', 0);
INSERT INTO `business_bill` VALUES ('1277982102343585794', '太阳能板', '太阳能板', '块', 100.00, 10000.00, 0, '1277809776830414849', '2020-06-30 23:07:32', '2020-06-30 23:07:32', 0);
INSERT INTO `business_bill` VALUES ('1277984611556577282', '黑化肥', '黑化肥', '袋', 200.00, 40000.00, 0, '1277984429548949506', '2020-06-30 23:17:30', '2020-07-02 10:29:24', 0);

-- ----------------------------
-- Table structure for business_supplier
-- ----------------------------
DROP TABLE IF EXISTS `business_supplier`;
CREATE TABLE `business_supplier`  (
  `id` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '供应商编号',
  `supplier_name` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '供应商名称',
  `supplier_desc` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '供应商描述',
  `supplier_contact_name` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '联系人名称',
  `supplier_contact_phone` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '联系电话',
  `gmt_create` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `gmt_modified` datetime(0) NULL DEFAULT NULL COMMENT '修改时间',
  `is_deleted` tinyint(1) NULL DEFAULT 0 COMMENT ' 是否删除（0为未删，1为删除）',
  `supplier_contact_address` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '联系地址',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of business_supplier
-- ----------------------------
INSERT INTO `business_supplier` VALUES ('1277791685962616834', '卫龙辣条', '专业生产辣条', '胡图图', '13333333333', '2020-06-30 10:30:53', '2020-06-30 10:34:08', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803568690069505', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:06', '2020-06-30 11:18:06', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803580404760578', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:09', '2020-06-30 11:18:09', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803582514495490', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:09', '2020-06-30 11:18:09', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803583269470210', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:09', '2020-06-30 11:18:09', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803583986696194', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:10', '2020-06-30 11:18:10', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803584678756354', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:10', '2020-06-30 11:18:10', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803585341456385', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:10', '2020-06-30 11:18:10', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803585995767809', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:10', '2020-06-30 11:18:10', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803586683633666', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:10', '2020-06-30 11:18:10', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803587321167873', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:10', '2020-06-30 11:18:10', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803588004839426', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:10', '2020-06-30 11:18:10', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803588654956545', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:11', '2020-06-30 11:18:11', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803589338628097', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:11', '2020-06-30 11:18:11', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803589988745217', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:11', '2020-06-30 11:18:11', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803590684999682', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:11', '2020-06-30 11:18:11', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803591381254145', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:11', '2020-06-30 11:18:11', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803592081702914', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:11', '2020-06-30 11:18:11', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803592773763073', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:12', '2020-06-30 11:18:12', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803593457434626', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:12', '2020-06-30 11:18:12', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803594120134658', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:12', '2020-06-30 11:18:12', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803594803806209', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:12', '2020-06-30 11:18:12', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803595500060673', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:12', '2020-06-30 11:18:12', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803596204703746', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:12', '2020-06-30 11:18:12', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803596842237954', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:13', '2020-06-30 11:18:13', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803597567852546', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:13', '2020-06-30 11:18:13', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803598238941186', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:13', '2020-06-30 11:18:13', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803598947778562', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:13', '2020-06-30 11:18:13', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803599568535553', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:13', '2020-06-30 11:18:13', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803600302538754', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:13', '2020-06-30 11:18:13', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803601007181825', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:14', '2020-06-30 11:18:14', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803601657298945', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:14', '2020-06-30 11:18:14', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803602361942018', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:14', '2020-06-30 11:18:14', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803603012059137', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:14', '2020-06-30 11:18:14', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803603729285121', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:14', '2020-06-30 11:18:14', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803604438122498', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:14', '2020-06-30 11:18:14', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803605151154178', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:15', '2020-06-30 11:18:15', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803605809659905', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:15', '2020-06-30 11:18:15', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803606547857409', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:15', '2020-06-30 11:18:15', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803607235723265', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:15', '2020-06-30 11:18:15', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803607944560641', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:15', '2020-06-30 11:18:15', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803608632426497', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:15', '2020-06-30 11:18:15', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803609374818306', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:16', '2020-06-30 11:18:16', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803610071072769', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:16', '2020-06-30 11:18:16', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803610800881665', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:16', '2020-06-30 11:18:16', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803611501330433', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:16', '2020-06-30 11:18:16', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803612205973506', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:16', '2020-06-30 11:18:16', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803612885450753', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:16', '2020-06-30 11:18:16', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803613594288129', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:17', '2020-06-30 11:18:17', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803614315708417', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:17', '2020-06-30 11:18:17', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803614990991361', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:17', '2020-06-30 11:18:17', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803615720800258', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:17', '2020-06-30 11:18:17', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803616404471810', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:17', '2020-06-30 11:18:17', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803617100726274', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:17', '2020-06-30 11:18:17', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803617776009218', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:18', '2020-06-30 11:18:18', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803618514206721', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:18', '2020-06-30 11:18:18', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803619252404225', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:18', '2020-06-30 11:18:18', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803619948658690', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:18', '2020-06-30 11:18:18', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803620691050498', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:18', '2020-06-30 11:18:18', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803621404082177', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:18', '2020-06-30 11:18:18', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803622096142338', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:19', '2020-06-30 11:18:19', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803622830145537', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:19', '2020-06-30 11:18:19', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803623593508866', '李四建材', '专业生产建材', '李四', '13333344444', '2020-06-30 11:18:19', '2020-06-30 11:46:51', 0, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803624415592449', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:19', '2020-06-30 11:18:19', 0, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803625145401346', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:19', '2020-06-30 11:18:19', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803625938124801', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:20', '2020-06-30 11:18:20', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277803626739236865', '卫龙辣条', '专业生产辣条', '王玉玺', '13333333333', '2020-06-30 11:18:20', '2020-06-30 11:18:20', 1, '胡图市胡图大道250号');
INSERT INTO `business_supplier` VALUES ('1277809776830414849', '生态友好公司', '张三啊啊啊啊', '张三而', '18888888888', '2020-06-30 11:42:46', '2020-06-30 11:42:58', 0, '张三啊啊啊啊');
INSERT INTO `business_supplier` VALUES ('1277984429548949506', '赵六化肥厂', '赵六化肥厂', '赵六', '18989898989', '2020-06-30 23:16:46', '2020-07-02 10:28:50', 0, '赵六');

SET FOREIGN_KEY_CHECKS = 1;
